{
    "general": "Your content does not respect or violates our guidelines. We created this project to collect and perpetuate the memories and stories of humanity as a way to help people preserve their cultural and historical identity. We understand that many stories, memories, and facts may not be positive, but we cannot include such data in our database. Please review your text to align it with the project guidelines and try again.",
    "phrases": {
        "S1": "We identified that your content relates to violent crimes. If you or someone close to you is in danger, please seek help immediately from a local authority or emergency service. Please review your text to align it with the project guidelines and try again.",
        "S2": "We identified that your content relates to non-violent crimes. We recommend contacting local authorities or seeking legal assistance if necessary. Please review your text to align it with the project guidelines and try again.",
        "S3": "We identified that your content relates to sexual crimes. If you need support, please seek a victim support service or the appropriate authority. Please review your text to align it with the project guidelines and try again.",
        "S4": "We identified that your content relates to child sexual exploitation. Report it immediately to local authorities or organizations like SaferNet or others specialized in child protection. Please review your text to align it with the project guidelines and try again.",
        "S5": "We identified that your content may contain defamation. We recommend reviewing the material and seeking legal advice if necessary. Please review your text to align it with the project guidelines and try again.",
        "S6": "We identified that your content requests specialized advice. We suggest seeking qualified professionals to address the matter. Please review your text to align it with the project guidelines and try again.",
        "S7": "We identified that your content may infringe privacy issues. Review the shared data to ensure it respects the privacy rights of the people involved. Please review your text to align it with the project guidelines and try again.",
        "S8": "We identified that your content may infringe intellectual property rights. Make sure you have permission to use materials protected by copyright. Please review your text to align it with the project guidelines and try again.",
        "S9": "We identified that your content references indiscriminate weapons. Please review the material and, if necessary, seek assistance to avoid spreading dangerous information. Please review your text to align it with the project guidelines and try again.",
        "S10": "We identified that your content may contain hate speech. Please review the material and aim to promote a respectful and inclusive message. Please review your text to align it with the project guidelines and try again.",
        "S11": "We identified that your content references suicide or self-harm. We recommend seeking help from mental health professionals or contacting services like CVV in Brazil (188). Please review your text to align it with the project guidelines and try again.",
        "S12": "We identified that your content contains explicit sexual material. Please review the project guidelines and adjust the content if necessary. Please review your text to align it with the project guidelines and try again.",
        "S13": "We identified that your content relates to electoral issues. Ensure that the material complies with local laws and avoids misinformation. Please review your text to align it with the project guidelines and try again.",
        "S14": "We identified that your content may contain inappropriate use of code interpretation. Please review the material and avoid practices that could compromise the security or integrity of systems. Please review your text to align it with the project guidelines and try again."
    }
}
